Repository: coderz-tech/madinati
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ur

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
hi: इंटरनेट कनेक्शन नहीं है
ur: انٹرنیٹ کنکشن نہیں ہے

# error_occurred_while_communication_with_server_with_statusCode
source: Error occurred while communicating with the server with status code
ar: حدث خطأ أثناء التواصل مع الخادم برمز الحالة
hi: सर्वर के साथ संचार करते समय त्रुटि हुई स्थिति कोड के साथ
ur: سرور سے بات چیت کے دوران غلطی ہوئی، حالت کوڈ کے ساتھ

source: Error during communication
ar: خطأ أثناء التواصل
hi: संचार के दौरान त्रुटि
ur: بات چیت کے دوران غلطی

source: Invalid request
ar: طلب غير صالح
hi: अवैध अनुरोध
ur: غلط درخواست

source: Unauthorised
ar: غير مصرح
hi: अनधिकृत
ur: غیر مجاز

source: Invalid input
ar: مدخلات غير صالحة
hi: अवैध इनपुट
ur: غلط ان پٹ

source: Authentication failed
ar: فشل في التوثيق
hi: प्रमाणीकरण विफल
ur: تصدیق ناکام

source: Welcome
ar: أهلاً وسهلاً
hi: स्वागत है
ur: خوش آمدید

source: Login
ar: تسجيل الدخول
hi: लॉग इन
ur: لاگ ان

source: Days
ar: أيام
hi: दिन
ur: دن

source: Saturday
ar: السبت
hi: शनिवार
ur: ہفتہ

source: Sunday
ar: الأحد
hi: रविवार
ur: اتوار

source: Monday
ar: الاثنين
hi: सोमवार
ur: پیر

source: Tuesday
ar: الثلاثاء
hi: मंगलवार
ur: منگل

source: Wednesday
ar: الأربعاء
hi: बुधवार
ur: بدھ

source: Thursday
ar: الخميس
hi: गुरुवार
ur: جمعرات

source: Friday
ar: الجمعة
hi: शुक्रवार
ur: جمعہ

source: Start time
ar: وقت البدء
hi: प्रारंभ समय
ur: آغاز وقت

source: End time
ar: وقت الانتهاء
hi: समाप्ति समय
ur: اختتامی وقت

source: View bins
ar: عرض الصناديق
hi: बिन्स देखें
ur: بینز دیکھیں

source: View map
ar: عرض الخريطة
hi: मानचित्र देखें
ur: نقشہ دیکھیں

source: Manifest name
ar: اسم البيان
hi: घोषणा नाम
ur: ظاہر نام

source: Type
ar: النوع
hi: प्रकार
ur: قسم

source: Status
ar: الحالة
hi: स्थिति
ur: حالت

source: Bin type
ar: نوع الصندوق
hi: बिन प्रकार
ur: بین کی قسم

source: Waste type
ar: نوع النفايات
hi: कचरे का प्रकार
ur: کچرے کی قسم

source: Bin status
ar: حالة الصندوق
hi: बिन स्थिति
ur: بین کی حالت

source: Manually
ar: يدوي
hi: मैन्युअली
ur: دستی

source: Operational plan
ar: الخطة التشغيلية
hi: संचालन योजना
ur: آپریشنل پلان

source: Complaints
ar: الشكاوى
hi: शिकायतें
ur: شکایات

source: Dark mode
ar: الوضع المظلم
hi: डार्क मोड
ur: ڈارک موڈ

source: Light mode
ar: الوضع الفاتح
hi: लाइट मोड
ur: لائٹ موڈ

source: Operational plan number
ar: رقم الخطة التشغيلية
hi: संचालन योजना संख्या
ur: آپریشنل پلان نمبر

source: Change language
ar: تغيير اللغة
hi: भाषा बदलें
ur: زبان تبدیل کریں

source: Login to your account
ar: تسجيل الدخول إلى حسابك
hi: अपने खाते में लॉगिन करें
ur: اپنے اکاؤنٹ میں لاگ ان کریں

# no_thank
source: No thank you
ar: لا شكراً
hi: नहीं, धन्यवाद
ur: نہیں، شکریہ

source: Version
ar: الإصدار
hi: संस्करण
ur: ورژن

# lang_name
source: Arabic
ar: العربية
hi: अरबी
ur: عربی

source: Welcome back! Enter your data to start working with us.
ar: أهلاً بعودتك! أدخل بياناتك لبدء العمل معنا.
hi: वापसी पर स्वागत है! हमारे साथ काम शुरू करने के लिए अपने डेटा दर्ज करें।
ur: واپسی پر خوش آمدید! ہمارے ساتھ کام شروع کرنے کے لئے اپنے ڈیٹا درج کریں۔

source: Entry with ID/Residency number
ar: الدخول باستخدام رقم الهوية/الإقامة
hi: आईडी/रेजिडेंसी नंबर के साथ प्रवेश
ur: آئی ڈی/ریزیڈنسی نمبر کے ساتھ داخلہ

source: Or
ar: أو
hi: या
ur: یا

source: Loading...
ar: جاري التحميل...
hi: लोड हो रहा है...
ur: لوڈ ہو رہا ہے...

source: Cancel
ar: إلغاء
hi: रद्द करें
ur: منسوخ کریں

source: Select language
ar: اختر اللغة
hi: भाषा चुनें
ur: زبان کا انتخاب کریں

source: Plans
ar: الخطط
hi: योजनाएं
ur: پلانز

source: Notifications
ar: الإشعارات
hi: सूचनाएं
ur: نوٹیفیکیشنز

source: Profile
ar: الملف الشخصي
hi: प्रोफाइल
ur: پروفائل

source: Current trip
ar: الرحلة الحالية
hi: वर्तमान यात्रा
ur: موجودہ سفر

source: Next trip
ar: الرحلة القادمة
hi: अगली यात्रा
ur: اگلا سفر

source: Operational plans
ar: الخطط التشغيلية
hi: संचालन योजनाएं
ur: آپریشنل پلانز

source: Name of the operational plan
ar: اسم الخطة التشغيلية
hi: संचालन योजना का नाम
ur: آپریشنل پلان کا نام

source: View trip
ar: عرض الرحلة
hi: यात्रा देखें
ur: سفر دیکھیں

source: Vehicle
ar: المركبة
hi: वाहन
ur: گاڑی

source: Tracking company
ar: شركة التتبع
hi: ट्रैकिंग कंपनी
ur: ٹریکنگ کمپنی

source: Type of waste
ar: نوع النفايات
hi: कचरे का प्रकार
ur: کچرے کی قسم

# flight_time
source: trip time
ar: وقت الرحلة
hi: उड़ान का समय
ur: پرواز کا وقت

source: Starting point
ar: نقطة البداية
hi: प्रारंभ बिंदु
ur: آغاز نقطہ

source: Disposal point
ar: نقطة التخلص
hi: निपटान बिंदु
ur: اخراج نقطہ

source: Starting location
ar: موقع البداية
hi: प्रारंभ स्थान
ur: آغاز مقام

source: Confirm
ar: تأكيد
hi: पुष्टि करें
ur: تصدیق کریں

source: Operational plan days
ar: أيام الخطة التشغيلية
hi: संचालन योजना के दिन
ur: آپریشنل پلان کے دن

source: Operational plan details
ar: تفاصيل الخطة التشغيلية
hi: संचालन योजना का विवरण
ur: آپریشنل پلان کی تفصیلات

source: From
ar: من
hi: से
ur: سے

source: To
ar: إلى
hi: तक
ur: تک

source: Notification
ar: إشعار
hi: सूचना
ur: نوٹیفیکیشن

source: Driver's name
ar: اسم السائق
hi: चालक का नाम
ur: ڈرائیور کا نام

# identity_residency_number
source: ID/Residency number
ar: رقم الهوية/الإقامة
hi: पहचान/निवास संख्या
ur: شناخت / رہائش نمبر

# dob
source: Date of birth
ar: تاريخ الميلاد
hi: जन्म तिथि
ur: تاریخ پیدائش

source: Nationality
ar: الجنسية
hi: राष्ट्रीयता
ur: قومیت

source: Phone number
ar: رقم الهاتف
hi: फोन नंबर
ur: فون نمبر

source: Logout
ar: تسجيل الخروج
hi: लॉगआउट
ur: لاگ آؤٹ

source: Location
ar: الموقع
hi: स्थान
ur: مقام

source: Bins
ar: الصناديق
hi: बिन्स
ur: بینز

source: Chip number
ar: رقم الشريحة
hi: चिप संख्या
ur: چپ نمبر

source: Bin type
ar: نوع الصندوق
hi: बिन प्रकार
ur: بین کی قسم

source: Estimated size
ar: الحجم
hi: अनुमानित आकार
ur: اندازہ سائز

source: Manual
ar: يدوي
hi: मैन्युअल
ur: دستی

source: Status
ar: الحالة
hi: स्थिति
ur: حالت

source: Manual assembly attachments
ar: مرفقات التجميع اليدوي
hi: मैन्युअल असेंबली अनुलग्नक
ur: دستی اسمبلی کے اٹیچمنٹ

source: Sticker chip number
ar: رقم الشريحة اللاصقة
hi: स्टिकर चिप नंबर
ur: اسٹیکر چپ نمبر

source: Reason for manual unloading
ar: سبب التفريغ اليدوي
hi: मैन्युअल अनलोडिंग के कारण
ur: دستی ان لوڈنگ کا سبب

source: Please write the reason for manual assembly
ar: يرجى كتابة سبب التجميع اليدوي
hi: कृपया मैन्युअल असेंबली का कारण लिखें
ur: براہ کرم دستی اسمبلی کا سبب لکھیں

source: Attached images
ar: الصور المرفقة
hi: संलग्न छवियां
ur: منسلکہ تصاویر

source: Attached images*
ar: الصور المرفقة*
hi: संलग्न छवियां*
ur: منسلکہ تصاویر*

source: You must take a minimum of 3 photos and a maximum of 10 photos.
ar: يجب تصوير 3 صور على الأقل، و10 صور على الأكثر.
hi: आपको न्यूनतम 3 और अधिकतम 10 फोटो लेनी चाहिए।
ur: آپ کو کم از کم 3 اور زیادہ سے زیادہ 10 تصاویر لینی چاہیے۔

source: Choose the reason for manual assembly
ar: اختر سبب التجميع اليدوي
hi: मैन्युअल असेंबली का कारण चुनें
ur: دستی اسمبلی کا سبب منتخب کریں

source: Send
ar: إرسال
hi: भेजें
ur: بھیجیں

source: View location
ar: عرض الموقع
hi: स्थान देखें
ur: مقام دیکھیں

source: View trip path
ar: عرض مسار الرحلة
hi: यात्रा पथ देखें
ur: سفر کا راستہ دیکھیں

source: OK
ar: حسناً
hi: ठीक है
ur: ٹھیک ہے

source: Select the reason for manual collection
ar: اختر سبب الجمع اليدوي
hi: मैन्युअल संग्रह का कारण चुनें
ur: دستی کلیکشن کا سبب منتخب کریں

source: Another reason
ar: سبب آخر
hi: कोई और कारण
ur: دوسرا سبب

source: Requests
ar: طلبات
hi: अनुरोध
ur: درخواستیں

source: Alerts
ar: تنبيهات
hi: अलर्ट
ur: انتباہات

# reports
source: Incidents
ar: البلاغات
hi: रिपोर्ट्स
ur: رپورٹس

source: More
ar: المزيد
hi: अधिक
ur: مزید

source: No current trip.
ar: لا توجد رحلة حالية.
hi: कोई वर्तमान यात्रा नहीं।
ur: کوئی موجودہ سفر نہیں ہے۔

source: No next trip.
ar: لا توجد رحلة قادمة.
hi: कोई अगली यात्रा नहीं।
ur: کوئی اگلا سفر نہیں ہے۔

# no_operation_plan
source: No operational plans.
ar: لا توجد خطط تشغيلية.
hi: कोई संचालन योजना नहीं।
ur: کوئی آپریشنل پلان نہیں ہے۔

source: Something went wrong.
ar: حدث خطأ ما.
hi: कुछ गलत हो गया।
ur: کچھ غلط ہوگیا۔

source: Location error
ar: خطأ في الموقع
hi: स्थान त्रुटि
ur: مقام کی خرابی

source: You are outside the permitted range for manual assembly
ar: أنت خارج النطاق المسموح به للتجميع اليدوي
hi: आप मैन्युअल असेंबली के अनुमत सीमा के बाहर हैं
ur: آپ دستی اسمبلی کی اجازت شدہ حد سے باہر ہیں

source: GPS is not active
ar: GPS غير مفعل
hi: जीपीएस सक्रिय नहीं है
ur: جی پی ایس فعال نہیں ہے

source: Please grant permission to the location services
ar: يرجى منح الإذن لخدمات الموقع
hi: कृपया स्थान सेवाओं को अनुमति दें
ur: براہ کرم مقام خدمات کو اجازت دیں

source: Manual unloading was completed successfully
ar: تم إتمام التفريغ اليدوي بنجاح
hi: मैन्युअल अनलोडिंग सफलतापूर्वक पूरी हुई
ur: دستی ان لوڈنگ کامیابی کے ساتھ مکمل ہوگئی

source: Operation accomplished successfully
ar: تمت العملية بنجاح
hi: ऑपरेशन सफलतापूर्वक पूरा हुआ
ur: آپریشن کامیابی کے ساتھ مکمل ہوگیا

source: Unread
ar: غير مقروء
hi: अपठित
ur: غیر پڑھے گئے

source: Read
ar: مقروء
hi: पढ़ा हुआ
ur: پڑھے گئے

source: Violations
ar: المخالفات
hi: उल्लंघन
ur: خلاف ورزی

source: Current trips
ar: الرحلات الحالية
hi: वर्तमान यात्राएं
ur: موجودہ سفر

source: Next trips
ar: الرحلات القادمة
hi: अगली यात्राएं
ur: اگلے سفر

# hold_trips
source: Pending trips
ar: الرحلات المعلقة
hi: रुकी हुई यात्राएं
ur: معطل سفر

source: Completed trips
ar: الرحلات المكتملة
hi: पूर्ण यात्राएं
ur: مکمل سفر

source: Save your biometric login for future logins?
ar: حفظ تسجيل الدخول البيومتري لتسجيل الدخول في المستقبل؟
hi: भविष्य के लॉगिन के लिए अपने बायोमेट्रिक लॉगिन को सहेजें?
ur: مستقبل کے لاگ ان کیلئے اپنی بایومیٹرک لاگ ان کو محفوظ کریں؟

source: Yes
ar: نعم
hi: हां
ur: ہاں

source: No
ar: لا
hi: नहीं
ur: نہیں

source: No trips.
ar: لا توجد رحلات.
hi: कोई यात्राएं नहीं।
ur: کوئی سفر نہیں ہے۔

source: Name
ar: الاسم
hi: नाम
ur: نام

source: Show manual uploads
ar: عرض عمليات الرفع اليدوية
hi: मैन्युअल अपलोड दिखाएं
ur: دستی اپ لوڈ دکھائیں

source: No notifications
ar: لا توجد إشعارات
hi: कोई सूचनाएं नहीं
ur: کوئی نوٹیفیکیشن نہیں ہے

source: Try again
ar: حاول مرة أخرى
hi: पुनः प्रयास करें
ur: دوبارہ کوشش کریں

source: Something went wrong, please try again.
ar: حدث خطأ، يرجى المحاولة مرة أخرى.
hi: कुछ गलत हो गया, कृपया पुनः प्रयास करें।
ur: کچھ غلط ہو گیا، دوبارہ کوشش کریں

source: Trip day and date
ar: يوم وتاريخ الرحلة
hi: यात्रा का दिन और तारीख
ur: سفر کا دن اور تاریخ

source: View trip details
ar: عرض تفاصيل الرحلة
hi: यात्रा विवरण देखें
ur: سفر کی تفصیلات دیکھیں

source: Trip details
ar: تفاصيل الرحلة
hi: यात्रा विवरण
ur: سفر کی تفصیلات

source: Trip date
ar: تاريخ الرحلة
hi: यात्रा की तारीख
ur: سفر کی تاریخ

source: Manual uploads
ar: عمليات الرفع اليدوية
hi: मैन्युअल अपलोड
ur: دستی اپ لوڈ

source: No manual uploads
ar: لا توجد عمليات رفع يدوية
hi: कोई मैन्युअल अपलोड नहीं
ur: کوئی دستی اپ لوڈ نہیں ہے

source: Upload date and time
ar: تاريخ ووقت التحميل
hi: अपलोड की तारीख और समय
ur: اپ لوڈ کی تاریخ اور وقت

source: Smart chip number
ar: رقم الشريحة الذكية
hi: स्मार्ट चिप नंबर
ur: سمارٹ چپ نمبر

source: View
ar: عرض
hi: देखें
ur: دیکھیں

# upload_details
source: Manual upload details
ar: تفاصيل عمليه الرفع اليدوي
hi: मैन्युअल अपलोड विवरण
ur: دستی اپ لوڈ کی تفصیلات

source: Bin status
ar: حالة الصندوق
hi: बिन स्थिति
ur: بین کی حالت

source: What is the problem
ar: ما هي المشكلة
hi: समस्या क्या है
ur: مسئلہ کیا ہے

source: Photos
ar: صور
hi: फोटो
ur: تصاویر

source: Trip start date and time
ar: تاريخ ووقت بدء الرحلة
hi: यात्रा प्रारंभ तिथि और समय
ur: سفر کی شروعات کی تاریخ اور وقت

source: Edit trip
ar: تعديل الرحلة
hi: यात्रा संपादित करें
ur: سفر میں ترمیم کریں

source: Edit on
ar: تعديل في
hi: पर संपादित करें
ur: پر ترمیم کریں

source: Driver
ar: سائق
hi: चालक
ur: ڈرائیور

source: Search
ar: بحث
hi: खोज
ur: تلاش کریں

source: Please select
ar: يرجى الاختيار
hi: कृपया चुनें
ur: براہ کرم منتخب کریں

source: Save
ar: حفظ
hi: सहेजें
ur: محفوظ کریں

source: Has been modified successfully.
ar: تم تعديل الرحلة بنجاح.
hi: सफलतापूर्वक संशोधित किया गया है।
ur: کامیابی کے ساتھ ترمیم کی گئی ہے۔

source: Requests received
ar: الطلبات المستلمة
hi: प्राप्त अनुरोध
ur: موصولہ درخواستیں

source: Requests sent
ar: الطلبات المرسلة
hi: भेजे गए अनुरोध
ur: بھیجی گئی درخواستیں

source: Order location
ar: موقع الطلب
hi: ऑर्डर स्थान
ur: آرڈر کا مقام

source: Number of bins
ar: عدد الحاويات
hi: बिन्स की संख्या
ur: بینز کی تعداد

source: Bins size
ar: حجم الحاويات
hi: बिन्स का आकार
ur: بینز کا سائز

source: Date and time of order
ar: تاريخ ووقت الطلب
hi: ऑर्डर की तारीख और समय
ur: آرڈر کی تاریخ اور وقت

source: Transfer request date
ar: موعد طلب النقل
hi: स्थानांतरण अनुरोध की तारीख
ur: منتقلی کی درخواست کی تاریخ

source: Name of the request sender
ar: اسم مرسل الطلب
hi: अनुरोध भेजने वाले का नाम
ur: درخواست بھیجنے والے کا نام

source: Trip
ar: الرحلة
hi: यात्रा
ur: سفر

source: Received transfer request
ar: طلب النقل المستلم
hi: प्राप्त स्थानांतरण अनुरोध
ur: موصولہ منتقلی کی درخواست

source: Appointment on a trip
ar: التعيين على رحلة
hi: यात्रा पर नियुक्ति
ur: سفر پر تقرری

source: No item found
ar: لم يتم العثور على أي عنصر
hi: कोई आइटम नहीं मिला
ur: کوئی آئٹم نہیں ملا

source: Add
ar: اضافة
hi: जोड़ें
ur: اضافہ

source: Closed
ar: المغلقة
hi: बंद
ur: بند

source: Under Review
ar: قيد المراجعة
hi: समीक्षा के अंतर्गत
ur: جائزے کے تحت

# new_2
source: New
ar: جديد
hi: नया
ur: نیا

source: Special classification
ar: التصنيف التخصصي
hi: विशेष वर्गीकरण
ur: خصوصی درجہ بندی

source: Sub classification
ar: التصنيف
hi: उप वर्गीकरण
ur: ذیلی درجہ بندی

# date_and_time_of_report
source: Date and time of incident
ar: تاريخ ووقت البلاغ
hi: रिपोर्ट की तारीख और समय
ur: رپورٹ کی تاریخ اور وقت

# time_allowed_to_process_the_report
source: Time allowed to process the incident
ar: الوقت المسموح لمعالجة البلاغ
hi: रिपोर्ट को संसाधित करने की अनुमति समय
ur: رپورٹ کی پروسیسنگ کے لئے دیا گیا وقت

# report_processing
source: Incident processing
ar: معالجة البلاغ
hi: रिपोर्ट प्रसंस्करण
ur: رپورٹ کی پروسیسنگ

# subject_of_the_report
source: Subject of the incident
ar: وصف البلاغ
hi: रिपोर्ट का विषय
ur: رپورٹ کا موضوع

# enter_subject_of_the_report
source: Enter subject of the incident
ar: ادخل موضوع البلاغ
hi: रिपोर्ट का विषय दर्ज करें
ur: رپورٹ کا موضوع درج کریں

# subject_of_the_report_
source: Subject of the incident*
ar: موضوع البلاغ*
hi: रिपोर्ट का विषय*
ur: رپورٹ کا موضوع*

# view_report_details
source: View incident details
ar: عرض تفاصيل البلاغ
hi: रिपोर्ट विवरण देखें
ur: رپورٹ کی تفصیلات دیکھیں

# follow_up_on_the_report
source: Follow up on the incident
ar: متابعة البلاغ
hi: रिपोर्ट पर फॉलो अप
ur: رپورٹ کی پیروی کریں

source: Follow up record
ar: سجل المتابعة
hi: फॉलो अप रिकॉर्ड
ur: پیروی کا ریکارڈ

# report_details
source: Incident details
ar: تفاصيل البلاغ
hi: रिपोर्ट विवरण
ur: رپورٹ کی تفصیلات

# reply_to_the_report
source: Reply to the incident
ar: الرد على البلاغ
hi: रिपोर्ट का जवाब दें
ur: رپورٹ کا جواب دیں

# record_the_subject_of_the_report
source: Record the subject of the incident
ar: سجل موضوع البلاغ
hi: रिपोर्ट का विषय रिकॉर्ड करें
ur: رپورٹ کا موضوع ریکارڈ کریں

source: Notes
ar: الملاحظات
hi: नोट्स
ur: نوٹس

source: Violation reference number
ar: الرقم المرجعي للمخالفة
hi: उल्लंघन संदर्भ संख्या
ur: خلاف ورزی کا حوالہ نمبر

source: Violation value
ar: قيمة المخالفة
hi: उल्लंघन मूल्य
ur: خلاف ورزی کی قیمت

source: Violation status
ar: حالة المخالفة
hi: उल्लंघन की स्थिति
ur: خلاف ورزی کی حالت

source: Date and time of violation
ar: تاريخ ووقت المخالفة
hi: उल्लंघन की तारीख और समय
ur: خلاف ورزی کی تاریخ اور وقت

source: Observers
ar: المراقبين
hi: पर्यवेक्षक
ur: نگران

# number_of_reports_closed
source: Number of incidents closed
ar: عدد البلاغات التي تم إغلاقها
hi: बंद की गई रिपोर्टों की संख्या
ur: بند کی گئی رپورٹوں کی تعداد

source: Municipality
ar: البلدية التابعة
hi: नगरपालिका
ur: میونسپلٹی

# view_supervisor_reports
source: View supervisor incidents
ar: عرض بلاغات المراقب
hi: पर्यवेक्षक रिपोर्ट देखें
ur: نگران کی رپورٹ دیکھیں

source: There is no observer
ar: لا يوجد أي مراقب
hi: कोई पर्यवेक्षक नहीं है
ur: کوئی نگران نہیں ہے

# no_reports
source: No incidents
ar: لا يوجد بلاغات
hi: कोई रिपोर्ट नहीं
ur: کوئی رپورٹ نہیں

source: No violations
ar: لا يوجد مخالفات
hi: कोई उल्लंघन नहीं
ur: کوئی خلاف ورزی نہیں

# no_comments
source: No follow-up available for this incident
ar: لا تتوفر أي متابعة لهذا التقرير
hi: इस रिपोर्ट के लिए कोई फॉलो-अप उपलब्ध नहीं है।
ur: اس رپورٹ کے لیے کوئی فالو اپ دستیاب نہیں ہے۔

source: View violation attachments
ar: عرض مرفقات المخالفة
hi: उल्लंघन संलग्नक देखें
ur: خلاف ورزی کے منسلکات دیکھیں

source: Attached photos in the violation
ar: الصور المرفقة في المخالفة
hi: उल्लंघन में संलग्न तस्वीरें
ur: خلاف ورزی میں منسلک تصاویر

source: Close
ar: اغلاق
hi: बंद करें
ur: بند کریں

source: Create violation
ar: اصدار مخالفة
hi: उल्लंघन बनाएं
ur: خلاف ورزی تخلیق کریں

source: Violation type*
ar: نوع المخالفة*
hi: उल्लंघन प्रकार*
ur: خلاف ورزی کی قسم*

source: Company name*
ar: اسم الشركة*
hi: कंपनी का नाम*
ur: کمپنی کا نام*

source: Vehicle number*
ar: رقم المركبة*
hi: वाहन संख्या*
ur: گاڑی کا نمبر*

source: Plate characters
ar: أحرف اللوحة
hi: प्लेट के अक्षर
ur: پلیٹ کے حروف

source: Plate number
ar: رقم اللوحة
hi: प्लेट संख्या
ur: پلیٹ نمبر

source: Commercial register*
ar: السجل التجاري*
hi: व्यावसायिक रजिस्टर*
ur: تجارتی رجسٹر*

source: Enter commercial register number
ar: أدخل رقم السجل
hi: व्यावसायिक रजिस्टर संख्या दर्ज करें
ur: تجارتی رجسٹر نمبر درج کریں

source: Objected
ar: معترض عليه
hi: आपत्ति जताई
ur: اعتراض کیا

source: Approved
ar: معتمدة
hi: स्वीकृत
ur: منظور

source: Inquiry
ar: استعلام
hi: जांच
ur: تحقیقات

source: Violation terms*
ar: بند المخالفة*
hi: उल्लंघन की शर्तें*
ur: خلاف ورزی کی شرائط*

# close_the_report_case
source: Close the incident case
ar: اغلاق حالة البلاغ
hi: रिपोर्ट मामला बंद करें
ur: رپورٹ کیس بند کریں

source: Violation term
ar: بند المخالفة
hi: उल्लंघन की शर्त
ur: خلاف ورزی کی مدت

# send_report
source: Send incident
ar: إرسال البلاغ
hi: रिपोर्ट भेजें
ur: رپورٹ بھیجیں

source: Transporter name*
ar: اسم الناقل*
hi: परिवहनकर्ता का नाम*
ur: ٹرانسپورٹر کا نام*

source: Transporter name
ar: اسم الناقل
hi: परिवहनकर्ता का नाम
ur: ٹرانسپورٹر کا نام

source: Save and send
ar: حفظ و ارسال
hi: सहेजें और भेजें
ur: محفوظ کریں اور بھیجیں

# create_report
source: Create incident
ar: اصدار بلاغ
hi: रिपोर्ट बनाएं
ur: رپورٹ تخلیق کریں

source: Name of the violation recipient
ar: اسم مستحق المخالفة
hi: उल्लंघन प्राप्तकर्ता का नाम
ur: خلاف ورزی کے وصول کنندہ کا نام

source: Sadad number
ar: رقم سداد
hi: सदाद संख्या
ur: سداد نمبر

source: Violation amount
ar: قيمة المخالفة
hi: उल्लंघन राशि
ur: خلاف ورزی کی رقم

source: Actual start time
ar: وقت البدء الفعلي
hi: वास्तविक प्रारंभ समय
ur: حقیقی شروعات کا وقت

source: Delay time
ar: وقت التاخير
hi: विलंब समय
ur: تاخیر کا وقت

source: Time spent on the trip
ar: الوقت المنقضي بالرحلة
hi: यात्रा पर व्यतीत समय
ur: سفر پر گزرا وقت

source: Actual end time
ar: وقت الانتهاء الفعلي
hi: वास्तविक समाप्ति समय
ur: حقیقی اختتام کا وقت

# please_select_transporter
source: Choose transporter
ar: الرجاء اختيار الناقل
hi: कृपया परिवहनकर्ता का चयन करें
ur: براہ کرم ٹرانسپورٹر کا انتخاب کریں

# please_select_special_classification
source: Choose special classification
ar: الرجاء اختيار التصنيف التخصصي
hi: कृपया विशेष वर्गीकरण का चयन करें
ur: براہ کرم خصوصی درجہ بندی کا انتخاب کریں

# please_select_violation_type
source: Choose violation type
ar: الرجاء اختيار نوع المخالفة
hi: कृपया उल्लंघन प्रकार का चयन करें
ur: براہ کرم خلاف ورزی کی قسم کا انتخاب کریں

# please_select_company
source: Choose company
ar: الرجاء اختيار الشركة
hi: कृपया कंपनी का चयन करें
ur: براہ کرم کمپنی کا انتخاب کریں

# please_select_violation_terms
source: Choose violation terms
ar: الرجاء اختيار بند المخالفة
hi: कृपया उल्लंघन की शर्तों का चयन करें
ur: براہ کرم خلاف ورزی کی شرائط کا انتخاب کریں

# please_select_order_location
source: Choose order location
ar: الرجاء اختيار موقع الطلب
hi: कृपया आदेश स्थान का चयन करें
ur: براہ کرم آرڈر کا مقام منتخب کریں

# please_select_number_of_bins
source: Choose number of bins
ar: الرجاء اختيار عدد الحاويات
hi: कृपया बिनों की संख्या का चयन करें
ur: براہ کرم بِنوں کی تعداد منتخب کریں

# please_select_trip
source: Choose trip
ar: الرجاء اختيار الرحلة
hi: कृपया यात्रा का चयन करें
ur: براہ کرم سفر کا انتخاب کریں

source: Observers Management
ar: ادارة المراقبين
hi: निरीक्षक प्रबंधन
ur: نگرانوں کا انتظام

# remaining_time_to_process_the_report
source: Remaining time to process the incident
ar: الوقت المتبقي لمعالجة البلاغ
hi: रिपोर्ट को संसाधित करने के लिए शेष समय।
ur: رپورٹ کو پراسیس کرنے کے لیے باقی وقت۔

source: hour
ar: ساعة
hi: घंटा
ur: گھنٹہ

# no_locations
source: There are no locations
ar: لا يوجد مواقع
hi: कोई स्थान नहीं हैं
ur: کوئی مقامات نہیں ہیں

source: The user does not have permission to this service.
ar: المستخدم لا يملك صلاحية على هذه الخدمة.
hi: उपयोगकर्ता के पास इस सेवा का अधिकार नहीं है।
ur: صارف کو اس سروس تک رسائی کی اجازت نہیں ہے۔

source: No requests received
ar: لا يوجد طلبات مستلمة
hi: कोई अनुरोध प्राप्त नहीं हुआ
ur: کوئی درخواست موصول نہیں ہوئی

source: No requests sent
ar: لا يوجد طلبات مرسلة
hi: कोई अनुरोध नहीं भेजा गया
ur: کوئی درخواست نہیں بھیجی گئی

source: Reopened
ar: معاد فتحه
hi: फिर से खोला गया
ur: دوبارہ کھولا گیا

# is_report_within_authority
source: Is the Incident within the department's authority?
ar: هل البلاغ من اختصاص الإدارة ؟
hi: क्या रिपोर्ट विभाग के अधिकार क्षेत्र में है?
ur: کیا رپورٹ متعلقہ انتظامیہ کے دائرہ اختیار میں ہے؟

# is_report_location_correct
source: Is the Incident location correct?
ar: هل موقع البلاغ صحيح ؟
hi: क्या रिपोर्ट की स्थान सही है?
ur: کیا رپورٹ کی جگہ درست ہے؟

# is_classification_appropriate
source: Is the classification appropriate?
ar: هل التصنيف التخصصي مناسب ؟
hi: क्या वर्गीकरण उचित है?
ur: کیا درجہ بندی مناسب ہے؟

# my_reports
source: My Incident
ar: بلاغاتي
hi: मेरी घटना
ur: میرا واقعہ

source: Inactive Operational Plans
ar: الخطط التشغيلية غير الفعالة
hi: निष्क्रिय परिचालन योजनाएँ
ur: غیر فعال عملی منصوبے

source: Closure Reasons
ar: أسباب الإغلاق

source: Please Select Closure Reason
ar: يرجى اختيار سبب الإغلاق

source: violation
ar: المخالفة

source: Enter the violation reference number
ar: أدخل الرقم المرجعي للمخالفة

# enter_the_violation_number
source: Enter the violation 700 number
ar: أدخل رقم المخالفة 700

# inquiryByReferenceNumberOfTheViolation
source: Reference number of the violation
ar: الاستعلام عن طريق الرقم المرجعي للمخالفة

# inquiryBasedOnNumberAndThePartyResponsibleForReportingTheViolation
source: number 700 and the party responsible for reporting the violation
ar: الاستعلام بدلالة رقم الـ 700 و الجهة المسؤولة عن التبليغ عن المخالفة

source: Inquiry via :
ar: الاستعلام عن طريق:

source: The responsible party
ar: الجهة المسؤولة

source: Report Data
ar: بيانات البلاغ

source: Location Data (Map)
ar: بيانات الموقع (الخريطة)

source: Complainant Data
ar: بيانات مقدم البلاغ

source: Report Attachments
ar: مرفقات البلاغ

source: Source of the Incident
ar: مصدر البلاغ

source: Report priority
ar: أولوية البلاغ

source: Location and map data:
ar: بيانات الموقع والخريطة:

source: Sub Municipality
ar: البلدية الفرعية

source: Municipality
ar: الامانه

# subMunicipality_
source: Municipality
ar: البلديه

# subSubMunicipality_
source: Sub Municipality
ar: البلدية الفرعية

source: Neighborhood
ar: الحي

source: City
ar: المدينة

source: Address
ar: العنوان

source: siteDescription
ar: وصف الموقع

# complainantIDNumber
source: Complainant's ID number
ar: رقم هوية مقدم البلاغ

source: Name of complainant
ar: اسم مقدم البلاغ

source: Mobile number
ar: رقم الجوال

source: e-mail
ar: البريد الإلكتروني

# reopeningTheReportData
source: Reopening the Incident data
ar: بيانات إعادة فتح البلاغ

# reasonOfReopen
source: Reason for reopening the Incident
ar: سبب إعادة فتح البلاغ

# viewReportDetails
source: View incident details
ar: عرض تفاصيل البلاغ

# subjectOfTheReport
source: Subject of the incident
ar: موضوع البلاغ

source: sub classification
ar: التصنيف الفرعي
